Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Wellbore 25/10-11 will be drilled from the Transocean Winner drilling facility at position 59° 12’ 48.06” north and 02° 07’ 42.30” east after completion of the drilling of wildcat well 24/9-10 S and appraisal well 24/9-10 A for Marathon Petroleum Norge AS in production licence 340 BS.
nb: Brønnbane 25/10-11 skal borast frå boreinnretninga Transocean Winner i posisjon 59° 12’ 48,06” nord 02° 07’ 42,30” aust etter avslutting av boring av undersøkings- og avgrensingsbrønn 24/9-10 S og 24/9-10 A for Marathon Petroleum Norge AS i utvinningsløyve 340 BS.

source: The drilling program for well 25/10-11 concerns the drilling of a wildcat well in production licence 505.
nb: Boreprogrammet for brønn 25/10-11 gjeld boring av undersøkingsbrønn i utvinningsløyve 505.

source: Marathon is the operator with an ownership interest of 50 per cent.
nb: Marathon Petroleum Norge AS er operatør med 50 prosent del.

source: The other licensees are Lundin Norway AS with 30 per cent and VNG Norway AS with 20 per cent.
nb: Dei andre rettshavarane er Lundin Norway AS med 30 prosent og VNG Norge AS med 20 prosent.

source: The area in this licence consists of parts of the blocks 25/7 and 25/10.
nb: Arealet i dette løyvet består av deler av blokkene 25/7 og 25/10.

source: The well will be drilled about 10 kilometres west of the Balder field in the central part of the North Sea.
nb: Brønnen vert bora om lag 10 kilometer vest for Balderfeltet i den midtre delen av Nordsjøen.

source: Production licence 505 was awarded on 23 January 2009 (APA 2008).
nb: Utvinningsløyve 505 vart delt ut 23. januar 2009 (TFO2008).

source: Well 25/6-4 S will be drilled from the Songa Delta drilling facility at position 59°41’10.27’’N 02°53’01.23’’E after the facility has completed its five-year classification at the Coast Center Base (CCB) at Ågotnes outside Bergen.
nb: Brønn 25/6-4 S skal borast frå boreinnretninga Songa Delta i posisjon 59°41’10,27’’N 02°53’01,23’’Ø etter at innretninga er ferdig med femårsklassinga som skal gjennomførast ved Coast Center Base (CCB) ved Ågotnes utanfor Bergen.

source: The drilling programme for well 25/6-4 S applies to the drilling of a wildcat well in production licence 414.
nb: Boreprogrammet for brønn 25/6-4 S gjeld boring av undersøkingsbrønn i utvinningsløyve 414.

source: Det norske is the operator with a 40 per cent ownership interest.
nb: Det norske er operatør med 40 prosent del.

source: The other licensees are Faroe Petroleum Norge AS, Bayerngas Norge AS and Norwegian Energy Company ASA (Noreco) with 20 per cent each.
nb: Dei andre rettshavarane er Faroe Petroleum Norge AS, Bayerngas Norge AS og Norwegian Energy Company ASA (Noreco) med 20 prosent kvar.

source: The area in this licence consists of parts of blocks 25/3, 5 and 6.
nb: Arealet i dette løyvet består av delar av blokkene 25/3, 5 og 6.

source: The well will be drilled in the central part of the North Sea about 20 kilometres southeast of the Frøy field and 37 kilometres northeast of the Heimdal field.
nb: Brønnen blir bora i midtre del av Nordsjøen om lag 20 kilometer søraust for Frøyfeltet og 37 kilometer nordaust for Heimdalfeltet.

source: Production licence 414 was awarded on 16 January 2007 (APA 2006).
nb: Utvinningsløyve 414 vart delt ut 16. januar 2007 (TFO 2006).

source: Well 30/11-8 S will be drilled from the drilling facility Ocean Vanguard in position 60°13’3.03” north and 2°29’22.20” east.
nb: Brønnen 30/11-8 S skal borast frå boreinnretninga Ocean Vanguard i posisjon 60°13’3,03” nord og 2°29’22,20” aust.

source: The drilling program for well 30/11-8 S concerns the drilling of a wildcat well in production licence 035.
nb: Boreprogrammet for brønn 30/11-8 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 035.

source: Statoil Petroleum AS is the operator with a share of 50 per cent.
nb: Statoil Petroleum AS er operatør med ein del på 50 prosent.

source: The other licensees are Det norske oljeselskap ASA with 25 per cent and Svenska Petroleum Exploration AS with 25 per cent.
nb: Dei andre rettshavarane er Det norske oljeselskap ASA med 25 prosent og Svenska Petroleum Exploration AS med 25 prosent.

source: Well 30/11-8 S is located about 20 kilometres southwest of the Oseberg Sør field in the North Sea.
nb: Brønn 30/11-8 S ligg om lag 20 kilometer sørvest for Oseberg Sør-feltet i Nordsjøen.

source: The production licence consists of parts of block 30/11, and was awarded in licensing round 2A in 1969.
nb: Utvinningsløyvet består av deler av blokk 30/11, og vart delt ut i konsesjonsrunde 2A i 1969.

source: Wildcat well 30/11-8 S is the sixth exploration well in production licence 035.
nb: Undersøkingsbrønn 30/11-8 S er den sjette leitebrønnen i utvinningsløyve 035.

source: The permit is contingent upon the operator having secured all other permits and consents required by other authorities before the drilling commences.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Wellbore 31/8-1 will be drilled from the Borgland Dolphin drilling facility at position 60°22’11.23” N and 3°34’04.94”E after it has completed drilling development well 6507/5-A-1 H on the Skarv field in the Norwegian Sea where BP Norge AS is the operator.
nb: Brønnbane 31/8-1 skal borast frå boreinnretninga Borgland Dolphin i posisjon 60°22’11,23” nord og 3°34’04,94”aust etter avslutting av boring av utvinningsbrønn 6507/5-A-1 H på Skarvfeltet i Norskehavet der BP Norge AS er operatør.

source: The drilling programme for wellbore 31/8-1 relates to the drilling of a wildcat well in production licence 416 in the North Sea.
nb: Boreprogrammet for brønnbane 31/8-1 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 416 i Nordsjøen.

source: E.ON Ruhrgas Norge AS is operator with a 50 per cent ownership interest.
nb: E.ON Ruhrgas Norge AS er operatør med ein del på 50 prosent.

source: The other licensees are Rocksource ASA (35 per cent) and Det norske oljeselskap ASA (15 per cent).
nb: Dei andre rettshavarane er Rocksource ASA (35 prosent) og Det norske oljeselskap ASA (15 prosent).

source: The area in this licence consists of block 31/8.
nb: Arealet i dette løyvet består av blokk 31/8.

source: The well will be drilled approx. 15 kilometres southwest of Troll and approx. 30 km southeast of Brage.
nb: Brønnen blir bora om lag 15 kilometer sørvest for Troll og om lag 30 km søraust for Brage.

source: Production licence 416 was awarded on 16 February 2007 (APA 2006).
nb: Utvinningsløyve 416 vart delt ut 16.02.2007 (TFO 2006).

source: This permit is contingent opon the operator having secured all other permits and consents required by other authorities before the drilling activity starts.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 35/12-4 S will be drilled from the Songa Delta drilling facility at position 61°11’6.79” north and 03°41’29.48” east following completion of drilling of wildcat well 6507/8-8 for Nexen Exploration Norge AS in production licence 434.
nb: Brønn 35/12-4 S skal borast frå boreinnretninga Songa Delta i posisjon 61° 11’ 6,79” nord og 03° 41’ 29,48” aust etter avslutting av boring av undersøkingsbrønn 6507/8-8 for Nexen Exploration Norge AS i utvinningsløyve 434.

source: The drilling program for well 35/12-4 S concerns the drilling of a wildcat well in production licence 378.
nb: Boreprogrammet for brønn 35/12-4 S gjeld boring av undersøkingsbrønn i utvinningsløyve 378.

source: Wintershall Norge ASA is the operator with a 45 per cent ownership interest.
nb: Wintershall Norge ASA er operatør med 45 prosent del.

source: The other licensees are Talisman Energy Norge AS with 35 per cent and Premier Oil Norge AS with 20 per cent.
nb: Dei andre rettshavarane er Talisman Energy Norge AS med 35 prosent og Premier Oil Norge AS med 20 prosent.

source: The area in this permit consists of block 35/12 as well as parts of block 36/10.
nb: Arealet i dette løyvet består av blokken 35/12 samt delar av blokken 36/10.

source: The well was drilled 2.4 kilometres northeast of the 35/12-2 oil discovery well (Grosbeak) in the northern part of the North Sea.
nb: Brønnen vert bora 2,4 kilometer nordaust for oljefunnbrønnen 35/12-2 (Grosbeak) i nordlige del av Nordsjøen.

source: This is third well to be drilled in this licence.
nb: Dette er den tredje brønnen som blir bora innafor løyvet sitt areal.

source: Wellbore 7/11-11 S will be drilled from the Mærsk Giant drilling facility at position 57 07 37.8" N, 27 29 3.88" E.
nb: Brønnbane 7/11-11 S skal bores fra boreinnretningen Mærsk Giant i posisjon 57 07 37,8" N, 27 29 3, 88" Ø

source: The drilling program for wellbore 7/11-11 S relates to drilling of an appraisal well.
nb: Boreprogrammet for brønnbane 7/11-11 S gjelder boring av en avgrensningsbrønn.

source: Talisman Energy Norge AS is the operator with a 60 percent ownership interest, while Dong Norge As has a 40 ownership interest.
nb: Talisman Energy Norge AS er operatør med 60 prosent eierandel mens Dong Norge As har 40 prosent eierandel.

source: The area in this production licence consists of blocks 7/8 and 7/11, located in the southern part of the North Sea, west of the Ula/Gyda area.
nb: Arealet i denne utvinningstillatelsen består av blokkene 7/8 og 7/11 og ligger i sørlig del av Nordsjøen vest for Ula-Gyda- området.

source: The well is intended to delimit the Mime field, which was shut down in 1993.
nb: Brønnen skal avgrense oljefeltet Mime som ble nedstengt i 1993.

source: The purpose of the drilling activity is to prove the additional resources necessary to warrant a new development.
nb: Formålet med boringen er å påvise de tilleggsressurser som er nødvendige for å få til en ny utbygging.

source: Well 7/11-11 S is the second exploration well in production licence 301.
nb: Brønn 7/11-11 S er den andre letebrønnen i utvinningstillatelse 301.

source: The first well, which was drilled last year, delimited the 7/8-3 Krabbe oil discovery situated to the north of the Mime field.
nb: Den første brønnen som ble boret i fjor avgrenset oljefunnet 7/8-3 Krabbe som ligger nord for Mimefeltet.

source: The production licence was awarded in APA (Awards in Pre-defined Areas) 2003.
nb: Utvinningstillatelsen ble tildelt i TFO 2003 (Tildeling i forhåndsdefinerte områder).

source: Well 6407/3-1 S will be drilled from the Transocean Leader drilling facility at position 64°46’32.49” N and 7°42’14.23” E after it has completed drilling of wildcat well 6407/4-2 for Statoil ASA in production licence 429.
nb: Brønn 6407/3-1 S skal borast frå boreinnretninga Transocean Leader i posisjon 64°46’32,49”N og 7°42’14.23”Ø etter avslutting av boring av undersøkingsbrønn 6407/4-2 for Statoil ASA i utvinningsløyve 429.

source: The drilling programme for well 6407/3-1 S relates to drilling of a wildcat well in production licence 312 where Statoil ASA is the operator with an ownership interest of 59 per cent.
nb: Boreprogrammet for brønn 6407/3-1 S gjeld boring av undersøkingsbrønn i utvinningsløyve 312 hvor Statoil ASA er operatør med ein del på 59 prosent.

source: The other licensees are ExxonMobil Exploration & Production Norway AS (24 per cent) and Eni Norge AS (17 per cent).
nb: Dei andre rettshavarane er ExxoMobil Exploration & Production Norway AS (24 prosent) og Eni Norge AS (17 prosent).

source: The area in this licence consists of part of block 6407/3 and part of block 6407/6.
nb: Arealet i dette løyvet består av del av blokk 6407/3 og del av blokk 6407/6.

source: The well will be drilled about six kilometres north of the Mikkel gas/condensate field.
nb: Brønnen blir bora om lag 6 kilometer nord for Mikkel gass/kondensat felt.

source: Production licence 312 was awarded on 12 December 2003 in APA 2003.
nb: Utvinningsløyve 312 vart delt ut 12.12.2003 i TFO 2003.

source: This is the third well drilled in the licence.
nb: Dette er den tredje brønnen som bli bora i løyvet.

source: Contact in the NPD: Eldbjørg Vaage Melberg
nb: Kontaktperson i OD: Eldbjøg Vaage Melberg

source: Well 6407/5-2 S will be drilled from the Borgland Dolphin drilling facility at position 64°35’4.4” north and 7°36’48.7” east after completing drilling of wildcat well 31/8-1 for E.On Ruhrgas Norge in production licence 416.
nb: Brønn 6407/5-2 S skal borast frå boreinnretninga Borgland Dolphin i posisjon 64°35’4,4” nord og 7°36’48,7” aust etter avslutting av boring av undersøkingsbrønn 31/8-1 for E.On Ruhrgas Norge i utvinningsløyve 416.

source: The drilling program for wellbore 6407/5-2S concerns the drilling of a wildcat well in production licence 471.
nb: Boreprogrammet for brønnbane 6407/5-2 S gjeld boring av undersøkingsbrønn i utvinningsløyve 471.

source: OMV Norge AS is the operator with an ownership interest of 50 per cent.
nb: OMV Norge AS er operatør med ein del på 50 prosent.

source: The other licensees are Norwegian Energy Company ASA (30 per cent) and Sagex Petroleum Norge AS (20 per cent).
nb: Dei andre rettshavarane er Norwegian Energy Company ASA (30 prosent) og Sagex Petroleum Norge AS (20 prosent).

source: The area in the licence consists of the blocks 6407/2 and 6407/5.
nb: Arealet i dette løyvet består av blokkene 6407/2 og 6407/5.

source: The well will be drilled about ten kilometres west of the Mikkel field.
nb: Brønnen blir bora om lag ti kilometer vest for Mikkelfeltet.

source: Production licence 471 was awarded on 29 February 2008, in APA 2007.
nb: Utvinningsløyve 471 vart delt ut 29. februar 2008 i TFO 2007.

source: Well 6507/6-4-A will be drilled from the Borgland Dolphin drilling facility at position 65°38’55.6” north and 7°42’34.9”east after completing drilling of wildcat well 6507/6-4-S for E.On Ruhrgas Norge AS in production licence 350.
nb: Brønn 6507/6-4-A skal borast frå boreinnretninga Borgland Dolphin i posisjon 65°38’55,6” nord og 7°42’34,9”aust etter avslutting av boring av undersøkingsbrønn 6507/6-4-S for E.On Ruhrgas Norge AS i utvinningsløyve 350.

source: The drilling programme for well 6507/6-4-A relates to the drilling of a wildcat well in production licence 350.
nb: Boreprogrammet for brønn 6507/6-4-A gjeld boring av undersøkingsbrønn i utvinningsløyve 350.

source: E.On Ruhrgas Norge AS is the operator with an ownership interest of 40 per cent.
nb: E.On Ruhrgas Norge AS er operatør med ein del på 40 prosent.

source: The other licensees are Statoil Petroleum AS (30 per cent) and PGNiG Norge AS (30 per cent).
nb: Dei andre rettshavarane er Statoil Petroleum AS (30 prosent) og PGNiG Norge AS (30 prosent).

source: The area in this licence consists of parts of block 6507/6.
nb: Arealet i dette løyvet består av delar av blokk 6507/6.

source: The well will be drilled about 10 kilometres east of the Skarv field and about 39 kilometres northeast of the Heidrun field.
nb: Brønnen blir bora om lag 10 kilometer aust for Skarvfeltet og om lag 39 kilometer nordaust for Heidrunfeltet.

source: Production licence 350 was awarded on 17 December 2004 in APA 2004.
nb: Utvinningsløyve 350 blei delt ut 17. desember 2004 i TFO 2004.

source: The permit is contingent upon the operator securing all other permits and consents required by other authorities before commencing drilling activity.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Wellbore 6507/6-4 S will be drilled from the Borgland Dolphin drilling facility at position 6507/6-4 S til 65°38’6,2” north and 7°43’33” east after completing drilling of wildcat well 6608/11-7 S for Rocksource ASA in production licence 559.
nb: Brønnbane 6507/6-4 S skal borast frå boreinnretninga Borgland Dolphin i posisjon 6507/6-4 S til 65°38’6,2” nord og 7°43’33” aust etter avslutting av boring av undersøkingsbrønn 6608/11-7 S for Rocksource ASA i utvinningsløyve 559.

source: The drilling programme for wellbore 6507/6-4 S applies to the drilling of a wildcat well in production licence 350.
nb: Boreprogrammet for brønnbane 6507/6-4 S gjeld boring av undersøkingsbrønn i utvinningsløyve 350.

source: The well will be drilled about ten kilometres east of the Skarv field and about 39 kilometres northeast of the Heidrun field.
nb: Brønnen blir bora om lag 10 kilometer aust for Skarvfeltet og om lag 39 kilometer nordaust for Heidrunfeltet.

source: The permit is contingent upon the operator securing all permits and consents required by other authorities before drilling commences.
nb: Løyvet føreset at dei andre løyva og samtykkja som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 6507/7-15 S will be drilled from the West Alpha drilling facility in position 65°25’31.81” north and 7°05’56.11” east.
nb: Brønn 6507/7-15 S skal borast frå boreinnretninga West Alpha i posisjon 65°25’31,81” nord og 7°05’56,11” aust.

source: The drilling programme for well 6507/7-15 S relates to the drilling of a wildcat well in production licence 435.
nb: Boreprogrammet for brønn 6507/7-15 S gjeld boring av undersøkningsbrønn i utvinningsløyve 435.

source: RWE Dea Norge AS is the operator with an ownership interest of 40 per cent.
nb: RWE Dea Norge AS er operatør med ein del på 40 prosent.

source: The other licensees are Maersk Oil Norway AS (20 per cent), Edison International Norway Branch (20 per cent) and Norwegian Energy Company ASA (20 per cent).
nb: Dei andre rettshavarane er Maersk Oil Norway AS (20 prosent), Edison International Norway Branch (20 prosent) og Norwegian Energy Company ASA (20 prosent).

source: The area in this licence consists of parts of blocks 6507/7 and 6507/8.
nb: Arealet i dette løyvet består av del av blokk 6507/7 og 8.

source: The well will be drilled about 13 kilometres northwest of the Heidrun field and about 30 kilometres north of Åsgard.
nb: Brønnen blir bora om lag 13 kilometer nordvest for Heidrunfeltet og om lag 30 kilometer nord for Åsgard.

source: Production licence 435 was awarded in APA 2006 (16 February 2007).
nb: Utvinningsløyve 435 vart delt ut i TFO 2006 (16.februar 2007).

source: Wellbore 6507/8-8 will be drilled from the Songa Delta drilling facility in position 65°16’52.53” north and 7°25’29.91” east following completion of drilling of wildcat well 35/12-3 S for Wintershall Norge ASA in production licence 378.
nb: Brønnbane 6507/8-8 skal borast frå boreinnretninga Songa Delta i posisjon 65°16’52,53” nord og 7°25’29,91” øst etter avslutting av boring av undersøkingsbrønn 35/12-3 S for Wintershall Norge ASA i utvinningsløyve 378.

source: The drilling program for well 6507/8-8 concerns the drilling of a wildcat well in production licence 434.
nb: Boreprogrammet for brønnbane 6507/8-8 gjeld boring av undersøkingsbrønn i utvinningsløyve 434.

source: Nexen Exploration Norway AS is the operator with an ownership interest of 49 per cent.
nb: Nexen Exploration Norge AS er operatør med ein del på 49 prosent.

source: The other licensees are Concedo ASA (21 per cent), Norwegian Energy Company ASA (20 per cent), and E.ON Ruhrgas Norge AS (10 per cent).
nb: Dei andre rettshavarane er Concedo ASA (21 prosent), Norwegian Energy Company ASA (20 prosent), og E.ON Ruhrgas Norge AS (10 prosent).

source: The area in this licence consists of part of block 6507/8.
nb: Arealet i dette løyvet består av del av blokk 6507/8.

source: The well will be drilled about seven kilometres northwest of the Heidrun field in the Norwegian Sea.
nb: Brønnen blir bora om lag 7 kilometer nordvest for Heidrunfeltet i Norskehavet.

source: Well 6508/1-2 is scheduled to be drilled from the drilling facility Aker Barents in position 65o 55’50.28" north and 08o 01'52.78" east.
nb: Brønnen 6508/1-2 skal borast frå boreinnretninga Aker Barents i posisjon 65o 55’50,28" nord og 08o 01´ 52,78" aust.

source: The drilling programme for well 6508/1-2 concerns the drilling of a wildcat well in production licence 482.
nb: Boreprogrammet for brønn 6508/1-2 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 482.

source: Det norske oljeselskap ASA is the operator with an ownership interest of 65 per cent.
nb: Det norske oljeselskap ASA er operatør med ein del på 65 prosent.

source: The other licensees are Petoro AS with 20 per cent and Skagen AS with 15 per cent.
nb: Dei andre rettshavarane er Petoro AS med 20 prosent og Skagen AS med 15 prosent.

source: Well 6508/1-2 is located about five kilometres south of the Norne field.
nb: Brønn 6508/1-2 ligg om lag fem kilometer sør for Nornefeltet.

source: The production licence consists of part of block 6508/1, and was awarded in APA 2007.
nb: Utvinningsløyvet består av ein del av blokk 6508/1, og vart delt ut i TFO 2007.

source: Wildcat well 6508/1-2 is the first exploration well in production licence 482.
nb: Undersøkingsbrønn 6508/1-2 er den første leitebrønnen i utvinningsløyve 482.

source: Well 6604/2-1 will be drilled from the Aker Barents drilling facility at position 66°47’1.79” north and 4°33’34.85”east after completing the drilling of wildcat well 6305/9-2 for Det Norske oljeselskap ASA in production licence 468.
nb: Brønn 6604/2-1 skal borast frå boreinnretninga Aker Barents i posisjon 66°47’1,791” nord og 4°33’34,85”aust etter avslutting av boring av undersøkingsbrønn 6305/9-2 for Det Norske oljeselskap ASA i utvinningsløyve 468.

source: The drilling programme for well 6604/2-1 concerns to the drilling of a wildcat well in production licence 522.
nb: Boreprogrammet for brønn 6604/2-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 522.

source: BG Norge is the operator with an ownership interest of 40 per cent.
nb: BG Norge er operatør med ein del på 40 prosent.

source: The other licensees are Idemitsu Petroleum Norge AS (20 per cent), Det Norske oljeselskap ASA (20 per cent) and Petoro AS (20 per cent).
nb: Dei andre rettshavarane er Idemitsu Petroleum Norge AS (20 prosent), Det Norske oljeselskap ASA (20 prosent) og Petoro AS (20 prosent).

source: The area in this licence consists of the blocks 6604/2, 6604/3, 6604/4, 6604/5 and 6604/6.
nb: Arealet i dette løyvet består av blokkene 6604/2, 6604/3, 6604/4, 6604/5 og 6604/6.

source: The well will be drilled approximately 45 kilometres southeast of the Asterix gas discovery and 60 kilometres north of the Gro gas discovery.
nb: Brønnen blir bora om lag 45 kilometer søraust for gassfunnet Asterix og 60 kilometer nord for gassfunnet Gro.

source: Production licence 522 was awarded on 1 May 2009 in the 20th licensing round.
nb: Utvinningsløyve 522 vart delt ut 15. mai 2009 i 20. konsesjonsrunde.

source: Wellbore 6607/12-2 S will be drilled from the Songa Delta drilling facility located at position 66 01` 17.99" N and 7 51´ 50.30" E.
nb: Brønn 6607/12-2 S skal bores fra boreinnretningen Songa Delta i posisjon 66 01` 17,99" N og 7 51´ 50,30" Ø.

source: The drilling program for wellbore 6607/12-2 S relates to drilling of a wildcat well in production licence 127.
nb: Boreprogrammet for brønn 6607/12-2 S gjelder boring av en undersøkelsesbrønn i utvinningstillatelse 127.

source: Total E&P Norge AS is the operator with a 50% ownership interest and the other shareholder is Statoil Petroleum AS with 50%.
nb: Total E&P Norge AS er operatør med 50% eierandel og andelshaver er Statoil Petroleum AS med 50%.

source: Well 6607/12-2 S is located approximately eight kilometres west of the Norne field.
nb: Brønn 6607/12-2 S ligger omlag 8 kilometer vest for Nornefeltet.

source: The production licence consists of part of block 6607/12.
nb: Utvinningstillatelsen består av del av blokk 6607/12.

source: The production licence was awarded in licensing round 10 B.
nb: Utvinningstillatelsen ble tildelt i konsesjonsrunde 10 B.
